-- phpMyAdmin SQL Dump
-- version 3.4.10.1deb1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Июн 10 2014 г., 12:00
-- Версия сервера: 5.5.37
-- Версия PHP: 5.3.10-1ubuntu3.11

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `khpk`
--
--
-- Дамп данных таблицы `teacher`
--

INSERT INTO `employee` (`id`, `last_name`, `first_name`, `middle_name`, `cyclic_commission_id`, `short_name`, `participates_in_study_process`) VALUES
(1, 'Соломко', 'Людмила', 'Андріївна', 6, NULL, 1),
(2, 'Щуцький', 'Сергій', 'В''ячеславович', 6, NULL, 1),
(3, 'Гуменна', 'Валентина', 'Вікторівна', 6, NULL, 1),
(4, 'Кондратюк', 'Євген', 'Сергійович', 6, NULL, 1),
(5, 'Задніпровський', 'Вадим', 'Григорович', 6, NULL, 1),
(6, 'Григоровський', 'Євген', 'Сергійович', 6, NULL, 1),
(7, 'Федосюк', 'Генадій', 'Васильович', 6, NULL, 1),
(8, 'Петляк', 'Олександр', 'Валерійович', 5, NULL, 1),
(9, 'Сівко', 'Антон', 'Павлович', 5, NULL, 1),
(10, 'Валявіна', 'Ольга', 'Тимофіївна', 4, NULL, 1),
(11, 'Докторук', 'Валерій', 'Павлович', 3, NULL, 1),
(12, 'Данилюк', 'Анатолій', 'Миколайович', 8, NULL, 1),
(13, 'Ковалець ', 'Ірина ', 'Миколаївна', 10, NULL, 1),
(14, 'Малахова', 'Наталя', 'Борисівна', 9, NULL, 1),
(15, 'Палій', 'Наталя', 'Василівна', 8, NULL, 1),
(16, 'Свіцельський', 'Микола ', 'Олімпіанович', 7, NULL, 1),
(17, 'Гетьман', 'Богдан', 'Іванович', 5, NULL, 1),
(18, 'Громик', 'Олена', 'Миколаївна', 4, NULL, 1),
(19, 'Матвєєв', 'Олексій', 'Васильович', 3, NULL, 1),
(20, 'Миколюк', 'Олег', 'Володимирович', 6, NULL, 1),
(21, 'Студницька', 'Людмила', 'Михайлівна', 8, NULL, 1),
(22, 'Салямон', 'Ольга', 'Іванівна', 9, NULL, 1),
(23, 'Андросюк', 'Володимир', 'Федорович', 8, NULL, 1),
(24, 'Бондаренко', 'Ольга', 'Петрівна', 9, NULL, 1),
(25, 'Басюк', 'Ніна', 'Мар''янівна', 8, NULL, 1),
(26, 'Багас', 'Людмила', 'Миколаївна', 9, NULL, 1),
(27, 'Бойченко', 'Ірина', 'Вікторівна', 9, NULL, 1),
(28, 'Бойко ', 'Ганна', 'Антонівна', 10, NULL, 1),
(29, 'Братко', 'Людмила', 'Василівна', 3, NULL, 1),
(30, 'Баранюк', 'Анатолій', 'Іванович', 3, NULL, 1),
(31, 'Бельський', 'Анатолій', 'Володимирович', 7, NULL, 1),
(32, 'Верхола', 'Сергій', 'Олексійович', 5, NULL, 1),
(33, 'Шулякова', 'Оксана', 'Василівна', 4, NULL, 1),
(34, 'Гавронська', 'Наталя', 'Миколаївна', 4, NULL, 1),
(35, 'Гасан', 'Катерина', 'Василівна', 3, NULL, 1),
(36, 'Гадзира', 'Леся', 'Миколаївна', 10, NULL, 1),
(37, 'Громик', 'Микола', 'Григорович', 3, NULL, 1),
(38, 'Гріцев', 'Леонтій', 'Іванович', 7, NULL, 1),
(39, 'Докторук', 'Олена', 'Дмитрівна', 9, NULL, 1),
(40, 'Доброва', 'Тамара', 'Сергіївна', 9, NULL, 1),
(41, 'Даценко', 'Людмила', 'Іванівна', 10, NULL, 1),
(42, 'Даць', 'Сніжана', 'Іванівна', 10, NULL, 1),
(43, 'Дуда', 'Людмила', 'Олегівна', 8, NULL, 1),
(44, 'Желавська', 'Ірина', 'Анатоліївна', 8, NULL, 1),
(45, 'Захватова', 'Лариса', 'Василівна', 8, NULL, 1),
(46, 'Зеленська', 'Людмила', 'Іванівна', 3, NULL, 1),
(47, 'Заяць', 'Володимир', 'Миколайович', 3, NULL, 1),
(48, 'Кайдановська', 'Олена', 'Миколаївна', 4, NULL, 1),
(49, 'Кузнецова', 'Наталя', 'Юріївна', 10, NULL, 1),
(50, 'Клімішина', 'Галина', 'Григорівна', 4, NULL, 1),
(51, 'Котов', 'Віктор', 'Вікторович', 9, NULL, 1),
(52, 'Калюк', 'Олександр', 'Пилипович', 3, NULL, 1),
(53, 'Койфман', 'Аркадій', 'Михайлович', 3, NULL, 1),
(54, 'Кульбаба', 'Світлана', 'Олександрівна', 10, NULL, 1),
(55, 'Кравчук', 'Ольга', 'Вікторівна', 4, NULL, 1),
(56, 'Кравчук', 'Ольга', 'Вікторівна', 4, NULL, 1),
(57, 'Капітан', 'Галина', 'Володимирівна', 9, NULL, 1),
(58, 'Ляховець ', 'Вікторія', 'Володимирівна', 4, NULL, 1),
(59, 'Лункіна', 'Ольга', 'Миколаївна', 9, NULL, 1),
(60, 'Мельник', 'Раїса', 'Феліксівна', 3, NULL, 1),
(61, 'Микитюк', 'Олена', 'Володимирівна', 10, NULL, 1),
(62, 'Мерлюк', 'Світлана', 'Антонівна', 8, NULL, 1),
(63, 'Масловська', 'Лілія', 'Володимирівна', 3, NULL, 1),
(64, 'Марчук', 'Ольга', 'Михайлівна', 5, NULL, 1),
(65, 'Нижник', 'Олександр', 'Миколайович', 3, NULL, 1),
(66, 'Олійник', 'Світлана', 'Олександрівна', 10, NULL, 1),
(67, 'Осіпова', 'Ольга', 'Юріївна', 8, NULL, 1),
(68, 'Онищук', 'Віктор', 'Анатолійович', 3, NULL, 1),
(69, 'Остроушко', 'Олександр', 'Юрійович', 3, NULL, 1),
(70, 'Миколюк', 'Марина', 'Вікторівна', 6, NULL, 1),
(71, 'Пахолюк', 'Олександр', 'Володимирович', 7, NULL, 1),
(72, 'Прокопчук', 'Володимир', 'Федорович', 3, NULL, 1),
(73, 'Пірог', 'Леонід', 'Володимирович', 3, NULL, 1),
(74, 'Паракуда', 'Галина', 'Василівна', 5, NULL, 1),
(75, 'Праворська', 'Юлія', 'Альбінівна', 5, NULL, 1),
(76, 'Ребедюк', 'Наталія', 'Олександрівна', 4, NULL, 1),
(77, 'Стукан', 'Андрій', 'Михайлович', 6, NULL, 1),
(78, 'Старцун', 'Петро', 'Романович', 7, NULL, 1),
(79, 'Слободзян', 'Леся', 'Анатоліївна', 10, NULL, 1),
(80, 'Суркова', 'Тетяна', 'В''ячеславівна', 8, NULL, 1),
(81, 'Смолій', 'Ольга', 'Юріївна', 6, NULL, 1),
(82, 'Тарасюк', 'Валентина', 'Федорівна', 10, NULL, 1),
(83, 'Торопов', 'Євген', 'Євгенович', 3, NULL, 1),
(84, 'Фрімерштейн', 'Григорій', 'Олександрович', 4, NULL, 1),
(85, 'Фрімерштейн', 'Вікторія', 'Григорівна', 4, NULL, 1),
(86, 'Чернов', 'Костянтин', 'Вікторович', 3, NULL, 1),
(87, 'Чернова', 'Віта', 'Анатоліївна', 10, NULL, 1),
(88, 'Яремчук', 'Андрій', 'Анатолійович', 3, NULL, 1),
(89, 'Гавронський', 'Віталій', 'Євгенійович', 5, NULL, 1);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
